Repository: arnocertic/IiifItems
Catalog: languages/*.po
Languages: fr

source: Invalid CSRF token.
fr: Jeton CSRF invalide

source: Wrong argument type for elementSetMetadata parameter.
fr: Argument incorrect pour le paramètre "elementSetMetadata"

source: Exception passed when adding element to new element set: %s
fr: Erreur lors de l'ajout d'un élément à la collection : %s

source: Exception passed when adding element to new item type: %s
fr: Erreur lors de l'ajout d'un élément au nouveau type d'objet : %s

source: Mirador Viewer
fr: Visualiseur Mirador

source: Annotating: "%s"
fr: Annotation : « %s »

source: Return to Previous Page
fr: Retour à la page précédente

source: Purge JSON cache
fr: Purge du cache JSON

source: Cleans all cached manifest data. It is recommended to this after upgrading, changing the IIIF prefix or making any other major configuration change.
fr: Nettoie toutes les données des manifestes. Recommandé après une mise à jour, un changement de préfixe IIIF ou après tout changement majeur dans la configuration.

source: Clean
fr: Nettoyer

source: Import Items
fr: Importer des objets

source: Status
fr: État

source: Status Panel
fr: Panneau d'état

source: Queued
fr: En attente

source: In Progress
fr: En cours

source: Completed
fr: Complété

source: Failed
fr: Échec

source: Imported Items
fr: Objets importés

source: Skipped Items
fr: Objets omis

source: Failed Items
fr: Objets en échec

source: Browse Collections
fr: Parcourir les collections

source: (%s total)
fr: (total %s)

source: Add New Sub-Collection
fr: Ajouter une sous-collection

source: Title
fr: Titre

source: Contributors
fr: Contributeurs

source: Date Added
fr: Date d'ajout

source: Total Number of Items
fr: Nombre total d'objets

source: (Private)
fr: (Privé)

source: Edit
fr: Éditer

source: No contributors
fr: Pas de contributeurs

source: There are no collections on this page.
fr: Pas de collections pour cette page

source: View All Collections
fr: Voir toutes les collections

source: This collection has no submembers.
fr: Cette collection n'a pas de sous-membres.

source: Submembers:
fr: Sous-membres :

source: Items:
fr: Objets :

source: Add a Collection
fr: Ajouter une collection

source: Sort by:
fr: Trier par :

source: Loading...
fr: Chargement...

source: Items
fr: Objets

source: Browse Catalogue
fr: Parcourir le catalogue

source: Sort by:
fr: Trier par :

source: Expand submembers in %s
fr: Étendre les sous-membres dans %s

source: View the items in %s
fr: Voir les objets dans %s

source: Download with size %s failed, trying next...
fr: Le téléchargement avec une taille de %s a échoué, tentative avec la suivante

source: Downloading image %s
fr: Téléchargement de l'image %s

source: Download OK: %s
fr: Téléchargement OK : %s

source: attachMetadataToSelect only accepts string, numeric or Element for elements. Input was: %s
fr: attachMetadataToSelect accepte seulement des éléments de type string, numeric ou Element. L'entrée était : %s

source: IIIF Items
fr: Objets IIIF

source: Embed a Mirador viewer for one or more items
fr: Intégrer un visualiseur Mirador pour un ou plusieurs objets

source: IIIF Manifests
fr: Manifestes IIIF

source: Embed a Mirador viewer for one or more manifests
fr: Intégrer un visualiseur Mirador pour un ou plusieurs manifestes

source: IIIF File Information
fr: Information sur le fichier IIIF

source: Manifest URL: %s
fr: URL du manifeste : %s

source: Annotate
fr: Annoter

source: List annotations (%d)
fr: Liste des annotations

source: IIIF Annotation Information
fr: Information sur l'annotation IIIF

source: IIIF Item Information
fr: Information sur l'objet IIIF

source: Manifest URL
fr: URL du manifeste

source: Original ID
fr: ID original

source: This item has %s%d%s annotation.
fr: Cet objet possède %s%d%s annotation.

source: Repair
fr: Réparer

source: If this item is imported via IIIF Toolkit and the files are missing/corrupted, you can repair it below. All files belonging to this item will be deleted and then reloaded.
fr: Si cet objet a été importé via IIIF Toolkit et que des fichiers sont absents/corrompus, vous pouvez les réparer. Tous les fichiers associés à cet objet seront supprimés puis rechargés.

source: IIIF Manifest
fr: Manifeste IIIF

source: Default
fr: Défaut

source: Always
fr: Toujours

source: Never
fr: Jamais

source: Attached to: %s
fr: Attaché à : %s

source: If this annotation is missing its preview thumbnail, you can repair it below. All preview files attached to this item will be deleted and then reloaded.
fr: Si la vignette de prévisualisation de cette annotation est manquante, vous pouvez la réparer ici. Toutes les prévisualisations attachées à cet objet seront détruites puis rechargées.

source: From collection %s
fr: Depuis la collection %s

source: A collection can only have collection-type collections as its parent.
fr: Une collection ne peut avoir comme parent qu'une autre collection.

source: You do not have the permission reassign this parent as a contributor.
fr: Vous n'avez pas les droits nécessaires pour réassigner ce parent comme contributeur.

source: A collection cannot have itself or a descendent as its parent.
fr: Une collection ne peut avoir comme parent elle-même ou un de ses descendants.

source: %s%d item%s has no collection.
fr: %s%d objet%s n'a pas de collection.

source: All items are in a collection.
fr: Tous les objets sont dans une collection.

source: List Members
fr: Liste des membres

source: IIIF Collection Information
fr: Information sur la collection IIIF

source: Collection URL
fr: URL de la collection

source: IIIF Manifest Information
fr: Information du manifeste IIIF

source: This manifest contains %s%d%s annotation.
fr: Ce manifeste contient %s%d%s annotation.

source: This collection contains %s%d%s annotation.
fr: Cette collection contient %s%d%s annotation.

source: Cache Management
fr: Gestion du cache

source: If the content shown in the viewer looks out of date, you can clear the cache to regenerate the manifest.
fr: Si le contenu visualisé est périmé, vous pouvez nettoyer le cache pour regénérer le manifeste.

source: Include IIIF Submembers
fr: Ajouter des sous-membres IIIF

source: View submembers in %s
fr: Voir les sous-membres dans %s

source: IIIF Collection
fr: Collection IIIF

source: Manifest
fr: Manifeste

source: Hidden
fr: Caché

source: IIIF Catalogue Tree
fr: Hiérarchie du catalogue IIIF

source: IIIF Preview
fr: Prévisualisation IIIF

source: IIIF Prefix
fr: Préfixe IIIF

source: The URL root of the HTTP-resolved IIIF server referencing this Omeka installation. Use {FILENAME} for a file name without the extension, {EXTENSION} for the file extension alone and {FULLNAME} for a file name with the extension.
fr: L'URL HTTP racine du serveur IIIF qui référence cette instance d'Omeka. Utilisez {FILENAME} pour le nom de fichier sans son extension, {EXTENSION} pour l'extension seule du fichier et {FULLNAME} pour obtenir le nom du fichier complet avec son extension.

source: Mirador Path
fr: Chemin vers Mirador

source: URL to the directory holding the main mirador.js and supporting files.
fr: URL du répertoire contenant le fichier principal mirador.js et les fichiers nécessaires.

source: Mirador JS file
fr: Fichier Mirador javascript

source: Path to the main Mirador JS file, relative to the specified Mirador Path.
fr: Chemin du fichier principal de Mirador, relatif au chemin Mirador spécifié

source: Mirador CSS file
fr: Fichier CSS Mirador

source: Path to the main Mirador CSS file. Can be absolute (starting with http:// or https://) or relative to the specified Mirador Path.
fr: Chemin vers la CSS principale de Mirador.Peut être absolu (commençant par http:// ou https://) ou relatif.

source: Show Mirador on IIIF Collections?
fr: Utiliser Mirador pour les collections IIIF ?

source: Whether to embed Mirador on IIIF Collections.
fr: Il s'agit d'intégrer Mirador pour voir les collections IIIF

source: Show Mirador on IIIF Manifests?
fr: Utiliser Mirador pour les manifestes IIIF ?

source: Whether to embed Mirador on IIIF Manifests.
fr: Il s'agit d'intégrer Mirador pour la visualisation des manifestes IIIF

source: Show Mirador on items?
fr: Utiliser Mirador pour les objets ?

source: Whether to embed Mirador on items.
fr: Il s'agit d'intégrer Mirador pour la visualisation des objets

source: Show Mirador on files?
fr: Utiliser Mirador pour les fichiers

source: Whether to embed Mirador on files. (Admin-side only)
fr: Il s'agit d'intégrer Mirador pour la visualisation des fichiers (partie administrateur uniquement)

source: Display public catalogue?
fr: Afficher le catalogue publique

source: Whether to display the "Browse Catalogue" link in the public navigation menu.
fr: Il s'agit d'afficher un lien "Parcourir le catalogue" dans le menu de navigation.

source: File
fr: Fichier

source: JSON Data
fr: Données JSON

source: Set as Public?
fr: Définir comme publique ?

source: Set as Featured?
fr: Mettre en avant

source: Import in Reverse?
fr: Importer à l'envers

source: Select this if you have enabled any plugins or configurations that cause items to be listed latest-first.
fr: Choisir cette option si vous activez un plugin ou une configuration qui liste les objets à l'envers.

source: Local Preview Size
fr: Taille de prévisualisation en local

source: Annotation Preview Size
fr: Taille de prévisualisation pour l'annotation

source: Import
fr: Importer

source: Thing must be an Item or Collection.
fr: Doit être un objet ou une collection.

source: No Parent
fr: Pas de parent

source: Top
fr: Haut

source: Upload: %s
fr: Téléversement : %s

source: Pasted JSON
fr: JSON copié

source: Unknown
fr: Inconnu

source: Starting Import Job %s
fr: Lancement du job d'import %s

source: Got JSON from uploaded file: %s
fr: Récupération du JSON depuis le fichier téléversé : %s

source: Downloaded from %s
fr: Téléchargement depuis %s

source: Got JSON from submitted string
fr: Récupération du JSON depuis la chaîne de caractère soumise

source: Invalid import source.
fr: Source d'importation invalide.

source: Top level structure parsed for Import Job %s
fr: Structure de niveau supérieur parsée pour la tâche d'importation %s

source: Enumerating download items for Import Job %s
fr: Énumeration des objets téléchargés pour la tâche d'importation %s

source: Found %s download items for Import Job %s
fr: %s objets téléchargés trouvés pour la tâche d'importation %s

source: Import done
fr: Importation terminée

source: Not a valid collection.
fr: Collection invalide.

source: Creating collection for collection %s
fr: Création d'une collection pour la collection %s

source: Scanning subcollections for %s
fr: Scan des sous-collections pour %s

source: Scanning submanifests for %s
fr: Scan des sous-manifestes pour %s

source: Scanning submembers for %s
fr: Scan des sous-membres pour %s

source: Setting public/featured flags for collection...
fr: Modification du drapeau public/mis en avant pour la collection...

source: Not a valid manifest.
fr: Manifeste invalide

source: Creating collection for manifest %s
fr: Création d'une collection pour le manifeste %s

source: Setting public/featured flags for manifest...
fr: Modification du drapeau public/mis en avant pour le manifeste...

source: Manifest OK.
fr: Manifeste OK.

source: Not a valid canvas.
fr: Canvas invalide

source: Processing canvas %s
fr: Traitement du canvas %s

source: Processing annotation %s
fr: Traitement de l'annotation %s

source: Missing stuff?
fr: Contenu manquant ?

source: Data Set: %s
fr: Ensemble de données : %s

source: Image: %s
fr: Images : %s

source: Moving Image: %s
fr: Déplacement de l'image : %s

source: Sound: %s
fr: Son : %s

source: Adding UUID to collections and items
fr: Ajouter l'UUID aux collections et aux objets

source: Error in RemoveSubannotations job: %s
fr: Erreur pendant la tâche "RemoveSubannotations" : %s

source: Invalid CSRF token. Please refresh the form and retry.
fr: Jeton CSRF invalide. Veuillez rafraîchir le formulaire et réessayer.

source: Inaccessible parent.
fr: Parent inaccessible.

source: You may not import into another user's collections as a contributor.
fr: Vous ne devriez pas importer en tant que contributeur dans les collections d'autres utilisateurs.

source: Only collections can be the parent of a collection.
fr: Seules des collections peuvent être parentes d'une autre collection.

source: Only collections can be the parent of a manifest.
fr: Seules des collections peuvent être parentes d'un manifeste.

source: Only manifests can be the parent of a canvas.
fr: Seuls les manifestes peuvent être parents d'un canvas

source: Invalid import type.
fr: Type d'import invalide.

source: Invalid source file upload.
fr: Source du fichier de téléversement invalide.

source: An unexpected error occurred during submission. Please retry later.
fr: Une erreur inattendue est survenue pendant la soumission. Merci de réessayer plus tard.

source: This item does not exist.
fr: Cet objet n'existe pas.

source: This item does not seem to be imported using IIIF Toolkit.
fr: Cet objet semble ne pas avoir été importé par IIIF Toolkit.

source: No xywh bounds found on annotation.
fr: Pas de limites xywh trouvées pour cette annotation.

source: Unable to repair item.
fr: Impossible de réparer cet objet.

source: Item successfully repaired. Please recheck contents.
fr: Objet réparé avec succès. Merci de vérifier le contenu.

source: JSON cache purged.
fr: Cache JSON purgé.

source: Cleaned JSON cached data.
fr: Nettoyage des données JSON en cache.

source: Failed to purge JSON cache
fr: Erreur lors la purge du cache JSON

source: IIIF File Metadata
fr: Métadonnées d'un fichier IIIF

source: IIIF Item Metadata
fr: Métadonnées d'un objet IIIF

source: IIIF Manifest Metadata
fr: Métadonnées d'un manifeste IIIF

source: IIIF Collection Metadata
fr: Métadonnées d'une collection IIIF

source: An OA-compliant annotation
fr: Annotation compatible OA

source: Display as IIIF?
fr: Voir via IIIF ?

source: Original @id
fr: @id original

source: IIIF Type
fr: Type IIIF

source: Parent Collection
fr: Collection parente

source: On Canvas
fr: Sur le canvas

source: URI of the attached canvas
fr: URI du canvas associé

source: Selector
fr: Selecteur

source: The SVG boundary area of the annotation
fr: La boîte englobante SVG pour l'annotation

source: Annotated Region
fr: Région annotée

source: The rectangular region of the annotation, in xywh format.
fr: La région rectangulaire d'annotation, au format xywh.

source: From File
fr: Depuis le fichier

source: From URL
fr: Depuis l'URL

source: From Paste
fr: Depuis une entrée manuelle

source: None
fr: Rien
